[
  {
    "term": "ဖွဲ့စည်းပုံအခြေခံဥပဒေ　",
    "definition": "ဖွဲ့စည်းပုံအခြေခံဥပဒေ　ဆိုသည်မှာ ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော် ဖွဲ့စည်းပုံအခြေခံဥပဒေကို ဆို လို သည်။"
  },
  {
    "term": "လွှတ်တော်",
    "definition": "လွှတ်တော် ဆိုသည်မှာ ပြည်သူ့လွှတ်တော် (သို့) အမျိုးသားလွှတ််တော် (သို့) တိုင်းဒေသကြီး လွှတ်တော်  သို့မဟုတ် ပြည်နယ်လွှတ်တော်ကို ဆိုသည်။"
  },
  {
    "term": "လွှတ်တော်ကိုယ်စားလှယ်",
    "definition": "လွှတ်တော်ကိုယ်စားလှယ် ဆိုသည်မှာ ပြည်သူ့လွှတ်တော် (သို့) အမျိုးသားလွှတ်တော် (သို့) တိုင်းဒေသကြီးလွှတ်တော် သို့မဟုတ် ပြည်နယ်လွှတ်တော် သို့ ရွေးကောက်တင်မြှောက်ခံရသူကို လည်းကောင်း၊ တပ်မတော် ကာကွယ်ရေးဦးစီးချုပ်က ဖွဲ့စည်းပုံအခြေခံဥပဒေနှင့်အညီ အမည်စာရင်းတင်သွင်းထားသော တပ်မတော်သား ပြည်သူ့လွှတ်တော်ကိုယ်စားလှယ် (သို့) အမျိုးသားလွှတ်တော်ကိုယ်စားလှယ် (သို့) တိုင်းဒေသကြီးလွှတ်တော် သို့မဟုတ် ပြည်နယ်လွှတ်တော်ကိုယ်စားလှယ် ကိုလည်းကောင်း ဆိုသည်။"
  },
  {
    "term": "ရွေးကောက်ပွဲ",
    "definition": "ရွေးကောက်ပွဲ ဆိုသည်မှာ ပြည်သူ့လွှတ်တော်ရွေးကောက်ပွဲ (သို့) အမျိုးသားလွှတ်တော်ရွေးကောက်ပွဲ (သို့) တိုင်းဒေသကြီးလွှတ်တော် သို့မဟုတ် ပြည်နယ်လွှတ်တော်ရွေးကောက်ပွဲကို ဆိုလိုသည်။"
  },
  {
    "term": "မဲဆန္ဒနယ်",
    "definition": "မဲဆန္ဒနယ် ဆိုသည်မှာ ပြည်သူ့လွှတ်တော်မဲဆန္ဒနယ် (သို့) အမျိုးသားလွှတ်တော်မဲဆန္ဒနယ် (သို့) ပြည်ထောင်စု နယ်မြေများမှအပဖြစ်သောတိုင်းဒေသကြီးလွှတ်တော် သို့မဟုတ် ပြည်နယ်လွှတ်တော်မဲဆန္ဒနယ်ကို ဆိုသည်။"
  },
  {
    "term": "တိုင်းဒေသကြီးသို့မဟုတ် ပြည်နယ်",
    "definition": "တိုင်းဒေသကြီးသို့မဟုတ် ပြည်နယ် ဆိုသည်မှာ လက်ရှိတိုင်းအသီးသီး သို့မဟုတ် ပြည်နယ် အသီးသီးကိုဆိုသည်။"
  },
  {
    "term": "ကော်မရှင်",
    "definition": "ကော်မရှင်ဆိုသည်မှာ ပြည်ထောင်စု ရွေးကောက်ပွဲကော်မရှင်ကိုဆိုသည်။"
  },
  {
    "term": "ကော်မရှင်အဖွဲ့ခွဲ",
    "definition": "ကော်မရှင်အဖွဲ့ခွဲ ဆိုသည်မှာ ကော်မရှင်က ဖဲွဲဲ့စည်းထားသော အောက်ပါတို့ကို ဆိုသည်-
  * (၁) နေပြည်တော်ကော်မရှင် အဖွဲ့ခွဲ၊
  * (၂) တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်ကော်မရှင်အဖွဲ့ခွဲ၊
  * (၃) ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရတိုင်း သို့မဟုတ် ကိုယ်ပိုင်အုပ်ချုပ် ခွင့်ရဒေသ ကော်မရှင်အဖွဲ့ခွဲ၊
  * (၄) ခရိုင်ကော်မရှင်အဖွဲ့ခွဲ၊
  * (၅) မြို့နယ်ကော်မရှင်အဖွဲ့ခွဲ၊
  * (၆) ရပ်ကွက် သို့မဟုတ် ကျေးရွာအုပ်စုကော်မရှင်အဖွဲ့ခွဲ။"
  },
  {
    "term": "ဆန္ဒမဲပေးပိုင်ခွင့်ရှိသူများ",
    "definition": "ဆန္ဒမဲပေးပိုင်ခွင့်ရှိသူများ ဆိုသည်မှာ ရွေးကောက်ပွဲဥပဒေ၊ နည်းဥပဒေတွင်ပြဌာန်းထားသော ဆန္ဒမဲပေးရန် သတ်မှတ်ထားသည့် အရည်အချင်းများနှင့် ပြည့်စုံသည့် အမျိုးသား၊ အမျိုးသမီးမရွေး၊ ဘာသာမရွေး အားလုံးကို ဆိုသည်။"
  },
  {
    "term": "သာသနာ့ဝန်ထမ်း",
    "definition": "သာသနာ့ဝန်ထမ်း ဆိုသည်မှာ အောက်ပါပုဂ္ဂိုလ်များကို ဆိုသည်-
  * (၁) ဗုဒ္ဓဘာသာဝင်များအတွက် ဖြစ်လျှင် ဗုဒ္ဓဘာသာ သာသနာ့ဝန်ကို ထမ်းရွက်နေသော ရဟန်း၊ သာမဏေ၊ ဖိုးသူတော်၊ မယ်သီလ၊
ရှင်းလင်းချက်။ သာသနာ့ဝန်ထမ်းဟုဆိုရာတွင် သာသနာရေးဆိုင်ရာရဟန်း သို့မဟုတ် သာသနာ့ဝန်ထမ်း အဖြစ်ခေတ္တခံယူထားသူများ နှင့်လည်း သက်ဆိုင်စေရမည်။
  * (၂) ခရစ်ယာန် ဘာသာဝင်များ အတွက်ဖြစ်လျှင် ခရစ်ယာန် သာသနာ့ဝန်ကို ထမ်းဆောင်ရန် အဓိကအားဖြင့် မိမိကိုယ် ကိုဆက်ကပ်ပြီးသောပုဂ္ဂိုလ်ဟု သက်ဆိုင်ရာ ခရစ်ယာန်အသင်းတော်ကြီးများ(Churches) ကအသိအမှတ်ပြု၍ု သိက္ခာပေးထားခြင်းခံရသော သို့မဟုတ် တာဝန်ပေးခြင်းခံရသော ပုဂ္ဂိုလ်များနှင့် မိမိတို့ကိုးကွယ်ရာဘာသာအရ ဂိုဏ်းချုပ်၏ အုပ်ချုပ်ခြင်းကို ဆန္ဒအလျောက် လက်ခံ၍ ဘာသာရေးစည်းမျဉ်း သို့မဟုတ် အဓိဠာန်ပြုချက်ဖြင့် စည်းရုံးထားသော ပုဂိ္ဂုလ် တစ်စုတွင် သို့မဟုတ် အဖွဲ့အစည်းတွင် ပါဝင်သော ပုဂ္ဂိုလ်များ၊"
  },
  {
    "term": "မဲစာရင်း",
    "definition": "မဲစာရင်း ဆိုသည်မှာ ရွေးကောက်ပွဲ ကိစ္စအလို့ငှာ သတ်မှတ်ထားသော မဲဆန္ဒနယ်များအတွက် ပြုစုထားသည့် ဆန္ဒမဲပေးပိုင်ခွင့်ရှိသူများ၏ စာရင်းကို ဆိုသည်။"
  },
  {
    "term": "မဲရုံအဖွဲ့ ",
    "definition": "မဲရုံအဖွဲ့ ဆိုသည်မှာ မဲဆန္ဒနယ်တစ်နယ်အတွင်းရှိ မဲရုံတစ်ရုံ၌ ဆန္ဒမဲပေးခြင်းနှင့်စပ်လျဉ်း၍ စုပေါင်း တာဝန်ယူ ဆောင်ရွက်ရန် သက်ဆိုင်ရာ မြို့နယ်ကော်မရှင်အဖွဲ့ခွဲက တာဝန်ပေးအပ်ထားသော အဖွဲ့ကိုဆိုသည်။"
  },
  {
    "term": "မဲရုံမှူး",
    "definition": "မဲရုံမှူး ဆိုသည်မှာ မဲရုံအဖွဲ့အား ကြီးကြပ်သော ပုဂ္ဂိုလ်ကို ဆိုသည်။"
  },
  {
    "term": "တရားမဲ့ပြုကျင့်မှု",
    "definition": "တရားမဲ့ပြုကျင့်မှု ဆိုသည်မှာ ရွေးကောက်ပွဲဥပဒေအခန်း (၁၄)တွင် ဖော်ပြထားသော ပြုကျင့်မှုတစ်ခုခုကို ဆိုလိုသည်။"
  },
  {
    "term": "နိုင်ငံရေးပါတီ",
    "definition": "နိုင်ငံရေးပါတီဆိုသည်မှာ စစ်မှန်၍ စည်းကမ်းပြည့်ဝသည့် ပါတီစုံဒီမိုကရေစီစနစ်ကို ယုံကြည်လက်ခံ၍ နိုင်ငံရေးဝါဒ သဘောတရားတစ်ရပ်အပေါ်တွင် အခြေခံပြီး မိမိတို့၏ လုပ်ငန်းစဉ်များကို အကောင်အထည်ဖော် ဆောင်ရွက်နိုင်ရန် ကော်မရှင်က ဤဥပဒေအရတည်ထောင်ခွင့်ပြုထားသော အဖွဲ့အစည်းကို ဆိုသည်။
(ဏ) ပါတီဆိုသည်မှာ ပြည်ထောင်စုတစ်ဝန်းလုံးတွင်ဖြစစေ၊ တိုင်းဒေသကြီး သို့မဟုတ် ပြည်နယ်တစ်ခု အတွင်း၌သာဖြစ်စေ စည်းရုံးဆောင်ရွက်သည့်နိုင်ငံရေးပါတီကို ဆိုသည်။ ယင်း စကားရပ်တွင် ပါတီအဖွဲ့ခွဲအဆင့်ဆင့်လည်း ပါဝင်သည်။"
  },
  {
    "term": "အထွေထွေရွေးကောက်ပွဲ",
    "definition": "အထွေထွေရွေးကောက်ပွဲဆိုသည်မှာ လွှတ်တော်ပုံမှန်သက်တမ်းတစ်ရပ်အတွက် ကော်မရှင်က သတ်မှတ်ကျင်းပသည့် ရွေးကောက်ပွဲကို ဆိုသည်။"
  },
  {
    "term": "ကြားဖြတ်ရွေးကောက်ပွဲ ",
    "definition": "ကြားဖြတ်ရွေးကောက်ပွဲ ဆိုသည်မှာ လွှတ်တော်ပုံမှန်သက်တမ်း တစ်ရပ်အတွင်း မဲဆန္ဒနယ်တစ်ခု၌ ရွေးကောက်ပွဲရွှေ့ဆိုင်းထားရခြင်းကြောင့်ဖြစ်စေ၊ လွှတ်တော်ကိုယ်စားလှယ် တစ်ဦးဦး နုတ်ထွက်ခြင်း၊ ကွယ်လွန်ခြင်း၊ ဥပဒေနှင့်အညီ လွှတ်တော်ကိုယ်စားလှယ် အဖြစ်မှရပ်စဲခံရခြင်း သို့မဟုတ် တာဝန်မှရုပ်သိမ်းခံရခြင်းကြောင့် ဖြစ်စေ လစ်လပ်လျက်ရှိသော မဲဆန္ဒနယ်များအတွက် အခါအားလျော်စွာ ကော်မရှင်က သတ်မှတ်ကျင်းပသည့် ရွေးကောက်ပွဲကို ဆိုသည်။"
  },
  {
    "term": "ပါတီပိုင်ပစ္စည်း",
    "definition": " ပါတီပိုင်ပစ္စည်း ဆိုသည်မှာ ပါတီပိုင် ရန်ပံငွေနှင့် ပါတီပိုင် ရွှေ့ပြောင်းနိုင်သောပစ္စည်း သို့မဟုတ် မရွှေ့ပြောင်းနိုင်သောပစ္စည်း တို့ကိုဆိုသည်။"
  }
]
